Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# billing.subscription.paid_agreement_full
source: To protect your rights, please agree to the [Talkify Paid Service Agreement (including auto-renewal terms)](dreamai://vip-protocol)
de: Zum Schutz Ihrer Rechte stimmen Sie bitte der [Talkify-Vereinbarung für kostenpflichtige Dienste (einschließlich automatischer Verlängerung)](dreamai://vip-protocol) zu.
es: Para proteger tus derechos, acepta el [Acuerdo de servicio de pago de Talkify (incluye renovación automática)](dreamai://vip-protocol).
fr: Pour protéger vos droits, veuillez accepter le [Contrat de service payant Talkify (incluant les conditions de renouvellement automatique)](dreamai://vip-protocol).
ja: お客様の権利を保護するため、[Talkify有料サービス規約（自動更新条項を含む）](dreamai://vip-protocol)に同意してください。
ko: 귀하의 권리를 보호하기 위해 [Talkify 유료 서비스 약관(자동 갱신 조항 포함)](dreamai://vip-protocol)에 동의해 주세요.
pt_br: Para proteger seus direitos, aceite o [Contrato de Serviço Pago do Talkify (incluindo termos de renovação automática)](dreamai://vip-protocol).
zh_hans: 为保障您的合法权益，请同意[《Talkify 付费服务协议》（含自动续费条款）](dreamai://vip-protocol)
zh_hant: 為保障您的合法權益，請同意[《Talkify 付費服務協議》（含自動續費條款）](dreamai://vip-protocol)

# billing.subscription.payment_history
source: Payment History
de: Zahlungsverlauf
es: Historial de pagos
fr: Historique des paiements
ja: 支払い履歴
ko: 결제 기록
pt_br: Histórico de pagamentos
zh_hans: 支付记录
zh_hant: 支付記錄

# billing.subscription.purchase_tip
source: Purchase Tip
de: Kaufhinweis
es: Consejo de compra
fr: Conseil d'achat
ja: 購入のヒント
ko: 구매 팁
pt_br: Dica de compra
zh_hans: 购买提示
zh_hant: 購買提示

# billing.subscription.recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ko: 추천
pt_br: Recomendado
zh_hans: 推荐
zh_hant: 推薦

# billing.subscription.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選擇

# billing.subscription.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選擇

# billing.subscription.start_experience
source: Start Experience
de: Erlebnis starten
es: Comenzar experiencia
fr: Commencer l'expérience
ja: 体験を始める
ko: 체험 시작
pt_br: Começar experiência
zh_hans: 开始体验
zh_hant: 開始體驗

# billing.subscription.system_management
source: System Subscription Management
de: System-Abonnementverwaltung
es: Administración de suscripciones del sistema
fr: Gestion des abonnements système
ja: システムサブスクリプション管理
ko: 시스템 구독 관리
pt_br: Gerenciamento de assinaturas do sistema
zh_hans: 系统订阅管理
zh_hant: 系統訂閱管理

# billing.subscription.system_management_desc
source: You can also go to the App Store subscription management page to check your auto-renewal status, cancel renewal, or change system-side subscriptions.
de: Sie können auch die App Store-Abonnementverwaltungsseite aufrufen, um den automatischen Verlängerungsstatus zu überprüfen, die Verlängerung zu kündigen oder systemseitige Abonnements zu ändern.
es: También puedes ir a la página de administración de suscripciones de la App Store para verificar el estado de renovación automática, cancelar la renovación o cambiar las suscripciones del sistema.
fr: Vous pouvez également accéder à la page de gestion des abonnements de l'App Store pour vérifier le statut de renouvellement automatique, annuler le renouvellement ou modifier les abonnements côté système.
ja: App Storeの公式サブスクリプション管理ページに移動して、自動更新の状態を確認したり、更新をキャンセルしたり、システム側のサブスクリプションを変更したりすることもできます。
ko: App Store 공식 구독 관리 페이지로 이동하여 자동 갱신 상태를 확인하거나 갱신을 취소하거나 시스템 측 구독을 변경할 수도 있습니다.
pt_br: Você também pode acessar a página de gerenciamento de assinaturas da App Store para verificar o status de renovação automática, cancelar a renovação ou alterar assinaturas do sistema.
zh_hans: 你也可以前往 App Store 官方订阅管理页，查看自动续费状态、取消续费或变更系统侧订阅。
zh_hant: 你也可以前往 App Store 官方訂閱管理頁，查看自動續費狀態、取消續費或變更系統側訂閱。

# billing.subscription.talkify_plus_active
source: Your Talkify Plus is active
de: Ihr Talkify Plus ist aktiv
es: Tu Talkify Plus está activo
fr: Votre Talkify Plus est actif
ja: Talkify Plusが有効です
ko: Talkify Plus가 활성화되었습니다
pt_br: Seu Talkify Plus está ativo
zh_hans: 你的 Talkify Plus 正在生效
zh_hant: 你的 Talkify Plus 正在生效

# billing.subscription.tap_to_select
source: Tap to Select
de: Zum Auswählen tippen
es: Toca para seleccionar
fr: Appuyez pour sélectionner
ja: タップして選択
ko: 탭하여 선택
pt_br: Toque para selecionar
zh_hans: 点击选择
zh_hant: 點擊選擇

# billing.sync_purchase_records
source: Sync Purchase Records
de: Kaufdatensätze synchronisieren
es: Sincronizar registros de compra
fr: Synchroniser les achats
ja: 購入履歴を同期
ko: 구매 기록 동기화
pt_br: Sincronizar registros de compra
zh_hans: 同步购买记录
zh_hant: 同步購買記錄

# billing.sync_purchases
source: Sync Purchases
de: Käufe synchronisieren
es: Sincronizar compras
fr: Synchroniser les achats
ja: 購入履歴を同期
ko: 구매 기록 동기화
pt_br: Sincronizar compras
zh_hans: 同步购买记录
zh_hant: 同步購買記錄

# billing.syncing
source: Syncing…
de: Synchronisierung…
es: Sincronizando…
fr: Synchronisation…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
zh_hans: 同步中...
zh_hant: 同步中...

# billing.today_reward
source: Today's Reward
de: Heutige Belohnung
es: Recompensa de hoy
fr: Récompense du jour
ja: 本日の報酬
ko: 오늘의 보상
pt_br: Recompensa de hoje
zh_hans: 今日奖励
zh_hant: 今日獎勵

# billing.unavailable_in_region
source: Currently unavailable in your region
de: Derzeit in Ihrer Region nicht verfügbar
es: No disponible actualmente en tu región
fr: Actuellement indisponible dans votre région
ja: 現在の地域では購入できません
ko: 현재 지역에서 구매할 수 없음
pt_br: Atualmente indisponível na sua região
zh_hans: 当前地区暂不可购买
zh_hant: 當前地區暫不可購買

# billing.validity_months_format
source: %@ months after purchase
de: %@ Monate nach Kauf
es: %@ meses después de la compra
fr: %@ mois après l'achat
ja: 購入後%@ヶ月
ko: 구매 후 %@개월
pt_br: %@ meses após a compra
zh_hans: 购买后 %@ 个月
zh_hant: 購買後 %@ 個月

# common.action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.action.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# common.action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# common.action.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# common.action.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# common.error.unknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Evidence bundle exported
de: Beweisbündel exportiert
es: Paquete de evidencia exportado
fr: Paquet de preuves exporté
ja: 証拠バンドルがエクスポートされました
ko: 증거 번들이 내보내졌습니다
pt_br: Pacote de evidências exportado
zh_hans: 证据 bundle 已导出
zh_hant: 證據 bundle 已匯出

# evidence.bundle_exported_with_uri
source: Evidence bundle exported · %@
de: Beweisbündel exportiert · %@
es: Paquete de evidencia exportado · %@
fr: Paquet de preuves exporté · %@
ja: 証拠バンドルがエクスポートされました · %@
ko: 증거 번들 내보내기 완료 · %@
pt_br: Pacote de evidências exportado · %@
zh_hans: 证据 bundle 已导出 · %@
zh_hant: 證據 bundle 已匯出 · %@

# evidence.waiting
source: Waiting for Evidence Timeline…
de: Warte auf Evidence Timeline…
es: Esperando línea de tiempo de evidencia…
fr: En attente de la chronologie des preuves…
ja: Evidence Timelineを待機中…
ko: Evidence Timeline 대기 중…
pt_br: Aguardando linha do tempo de evidências…
zh_hans: 正在等待 Evidence Timeline…
zh_hant: 正在等待 Evidence Timeline…

# import.cannot_access
source: Cannot access shared materials.
de: Kein Zugriff auf geteilte Materialien.
es: No se puede acceder a los materiales compartidos.
fr: Impossible d'accéder aux matériaux partagés.
ja: 共有資料にアクセスできません。
ko: 공유 자료에 접근할 수 없습니다.
pt_br: Não foi possível acessar os materiais compartilhados.
zh_hans: 无法访问共享资料。
zh_hant: 無法存取共享資料。

# import.copy_as_workspace
source: Copy these contents as a standalone workspace. You can then add instructions and let CodeAgent start working.
de: Kopieren Sie diese Inhalte als eigenständigen Arbeitsbereich. Sie können dann Anweisungen hinzufügen und CodeAgent mit der Arbeit beginnen lassen.
es: Copia estos contenidos como un espacio de trabajo independiente. Luego puedes agregar instrucciones y dejar que CodeAgent comience a trabajar.
fr: Copiez ces contenus en tant qu'espace de travail autonome. Vous pouvez ensuite ajouter des instructions et laisser CodeAgent commencer à travailler.
ja: これらのコンテンツを独立したワークスペースとしてコピーします。その後、指示を追加してCodeAgentに作業を開始させることができます。
ko: 이 콘텐츠를 독립형 워크스페이스로 복사하세요. 그런 다음 지침을 추가하고 CodeAgent가 작업을 시작하도록 할 수 있습니다.
pt_br: Copie estes conteúdos como um espaço de trabalho independente. Depois, você pode adicionar instruções e deixar o CodeAgent começar a trabalhar.
zh_hans: 将这些内容复制为独立工作区，然后你可以补充要求并让 CodeAgent 开始处理。
zh_hant: 將這些內容複製為獨立工作區，然後你可以補充要求並讓 CodeAgent 開始處理。

# import.create_and_chat
source: Create Workspace & Start Conversation
de: Arbeitsbereich erstellen & Unterhaltung starten
es: Crear espacio de trabajo e iniciar conversación
fr: Créer un espace de travail et démarrer la conversation
ja: ワークスペースを作成して会話を開始
ko: 워크스페이스 만들기 및 대화 시작
pt_br: Criar espaço de trabalho e iniciar conversa
zh_hans: 创建工作区并开始对话
zh_hant: 建立工作區並開始對話

# import.creating_workspace
source: Creating workspace…
de: Arbeitsbereich wird erstellt…
es: Creando espacio de trabajo…
fr: Création de l'espace de travail…
ja: ワークスペースを作成中…
ko: 워크스페이스 생성 중…
pt_br: Criando espaço de trabalho…
zh_hans: 正在创建工作区…
zh_hant: 正在建立工作區…

# import.delete_pending
source: Delete Pending Import
de: Ausstehenden Import löschen
es: Eliminar importación pendiente
fr: Supprimer l'importation en attente
ja: 保留中のインポートを削除
ko: 보류 중인 가져오기 삭제
pt_br: Excluir importação pendente
zh_hans: 删除待导入资料
zh_hant: 刪除待匯入資料

# import.existing_unaffected
source: Already created workspaces will not be affected.
de: Bereits erstellte Arbeitsbereiche sind nicht betroffen.
es: Los espacios de trabajo ya creados no se verán afectados.
fr: Les espaces de travail déjà créés ne seront pas affectés.
ja: 既存のワークスペースは影響を受けません。
ko: 이미 생성된 워크스페이스는 영향을 받지 않습니다.
pt_br: Os espaços de trabalho já criados não serão afetados.
zh_hans: 已创建的工作区不会受影响。
zh_hant: 已建立的工作區不會受影響。

# import.external_materials
source: External Materials Received
de: Externe Materialien erhalten
es: Materiales externos recibidos
fr: Matériaux externes reçus
ja: 外部資料を受信しました
ko: 외부 자료 수신됨
pt_br: Materiais externos recebidos
zh_hans: 收到外部资料
zh_hant: 收到外部資料

# import.later
source: Later
de: Später
es: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Mais tarde
zh_hans: 稍后
zh_hant: 稍後

# import.materials_gone
source: Shared materials no longer exist. Please share again.
de: Geteilte Materialien existieren nicht mehr. Bitte erneut teilen.
es: Los materiales compartidos ya no existen. Vuelve a compartir.
fr: Les matériaux partagés n'existent plus. Veuillez partager à nouveau.
ja: 共有資料はもう存在しません。再度共有してください。
ko: 공유 자료가 더 이상 존재하지 않습니다. 다시 공유해 주세요.
pt_br: Os materiais compartilhados não existem mais. Compartilhe novamente.
zh_hans: 共享资料已不存在，请重新分享。
zh_hant: 共享資料已不存在，請重新分享。

# import.select_workspace_first
source: Please select a workspace first.
de: Bitte wählen Sie zuerst einen Arbeitsbereich aus.
es: Primero selecciona un espacio de trabajo.
fr: Veuillez d'abord sélectionner un espace de travail.
ja: 最初にワークスペースを選択してください。
ko: 먼저 워크스페이스를 선택하세요.
pt_br: Selecione um espaço de trabalho primeiro.
zh_hans: 请先选择一个工作区。
zh_hant: 請先選擇一個工作區。

# import.stop_confirm_title
source: Stop importing these materials?
de: Import dieser Materialien stoppen?
es: ¿Dejar de importar estos materiales?
fr: Arrêter l'importation de ces matériaux ?
ja: これらの資料のインポートを中止しますか？
ko: 이 자료 가져오기를 중지하시겠습니까?
pt_br: Parar de importar estes materiais?
zh_hans: 不再导入这些资料？
zh_hant: 不再匯入這些資料？

# import.stop_importing
source: Stop Importing These Materials
de: Import dieser Materialien stoppen
es: Dejar de importar estos materiales
fr: Arrêter l'importation de ces matériaux
ja: これらの資料のインポートを中止
ko: 이 자료 가져오기 중지
pt_br: Parar de importar estes materiais
zh_hans: 不再导入这些资料
zh_hant: 不再匯入這些資料

# import.title
source: Import to CodeAgent
de: In CodeAgent importieren
es: Importar a CodeAgent
fr: Importer dans CodeAgent
ja: CodeAgentにインポート
ko: CodeAgent로 가져오기
pt_br: Importar para CodeAgent
zh_hans: 导入到 CodeAgent
zh_hant: 匯入到 CodeAgent

# settings.account_info
source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations du compte
ja: アカウント情報
ko: 계정 정보
pt_br: Informações da conta
zh_hans: 账户信息
zh_hant: 帳戶資訊

# settings.activity_insights
source: Activity Insights
de: Aktivitätseinblicke
es: Información de actividad
fr: Aperçu de l'activité
ja: アクティビティ分析
ko: 활동 인사이트
pt_br: Insights de atividade
zh_hans: 活动洞察
zh_hant: 活動洞察

# settings.app_ui_language
source: App UI Language
de: App-UI-Sprache
es: Idioma de la interfaz
fr: Langue de l'interface
ja: アプリのUI言語
ko: 앱 UI 언어
pt_br: Idioma da interface
zh_hans: 应用 UI 语言
zh_hant: 應用 UI 語言

# settings.apple_bound
source: Bound
de: Verknüpft
es: Vinculado
fr: Lié
ja: 連携済み
ko: 연결됨
pt_br: Vinculado
zh_hans: 已绑定
zh_hant: 已綁定

# settings.auto_detect
source: Auto Detect
de: Automatisch erkennen
es: Detección automática
fr: Détection automatique
ja: 自動検出
ko: 자동 감지
pt_br: Detecção automática
zh_hans: 自动检测
zh_hant: 自動偵測

# settings.auto_review
source: Auto Review
de: Automatische Überprüfung
es: Revisión automática
fr: Révision automatique
ja: 自動レビュー
ko: 자동 검토
pt_br: Revisão automática
zh_hans: 自动审核
zh_hant: 自動審核

# settings.auto_review_desc
source: Automatically approve additional access requests to keep routine tasks flowing. High-risk operations still require your confirmation.
de: Genehmigt zusätzliche Zugriffsanfragen automatisch, um Routineaufgaben reibungslos zu halten. Hochrisiko-Operationen erfordern weiterhin Ihre Bestätigung.
es: Aprueba automáticamente solicitudes de acceso adicionales para mantener las tareas rutinarias fluidas. Las operaciones de alto riesgo aún requieren tu confirmación.
fr: Approuve automatiquement les demandes d'accès supplémentaires pour fluidifier les tâches courantes. Les opérations à haut risque nécessitent toujours votre confirmation.
ja: 追加のアクセスリクエストを自動承認し、通常のタスクをスムーズにします。高リスク操作は引き続き確認が必要です。
ko: 추가 접근 요청을 자동으로 승인하여 일상적인 작업이 원활하게 진행되도록 합니다. 고위험 작업은 여전히 확인이 필요합니다.
pt_br: Aprova automaticamente solicitações de acesso adicionais para manter as tarefas rotineiras fluindo. Operações de alto risco ainda exigem sua confirmação.
zh_hans: 自动审核额外访问请求，让常规任务流转更顺畅。高风险操作仍会要求你确认。
zh_hant: 自動審核額外存取請求，讓常規任務流轉更順暢。高風險操作仍會要求你確認。

# settings.auto_select
source: Auto Select
de: Automatisch auswählen
es: Selección automática
fr: Sélection automatique
ja: 自動選択
ko: 자동 선택
pt_br: Seleção automática
zh_hans: 自动选择
zh_hant: 自動選擇

# settings.available_models
source: Available Models
de: Verfügbare Modelle
es: Modelos disponibles
fr: Modèles disponibles
ja: 利用可能なモデル
ko: 사용 가능한 모델
pt_br: Modelos disponíveis
zh_hans: 可用模型
zh_hant: 可用模型

# settings.back
source: Back to App
de: Zurück zur App
es: Volver a la aplicación
fr: Retour à l'application
ja: アプリに戻る
ko: 앱으로 돌아가기
pt_br: Voltar ao app
zh_hans: 返回应用
zh_hant: 返回應用

# settings.bottom_panel
source: Bottom Panel
de: Unteres Panel
es: Panel inferior
fr: Panneau inférieur
ja: 下部パネル
ko: 하단 패널
pt_br: Painel inferior
zh_hans: 底部面板
zh_hant: 底部面板

# settings.bottom_panel_desc
source: Show bottom panel controls in the app title bar.
de: Bedienelemente des unteren Panels in der App-Titelleiste anzeigen.
es: Mostrar controles del panel inferior en la barra de título de la aplicación.
fr: Afficher les contrôles du panneau inférieur dans la barre de titre de l'application.
ja: アプリのタイトルバーに下部パネルコントロールを表示します。
ko: 앱 제목 표시줄에 하단 패널 컨트롤을 표시합니다.
pt_br: Mostrar controles do painel inferior na barra de título do aplicativo.
zh_hans: 在应用标题栏中显示底部面板控件。
zh_hant: 在應用標題欄中顯示底部面板控制項。

# settings.buy_points
source: Buy Points
de: Punkte kaufen
es: Comprar puntos
fr: Acheter des points
ja: ポイントを購入
ko: 포인트 구매
pt_br: Comprar pontos
zh_hans: 购买点数
zh_hant: 購買點數

# settings.confirm_delete_again
source: Confirm Account Deletion Again
de: Kontolöschung erneut bestätigen
es: Confirmar nuevamente la eliminación de la cuenta
fr: Confirmer à nouveau la suppression du compte
ja: アカウント削除の再確認
ko: 계정 삭제 재확인
pt_br: Confirmar exclusão da conta novamente
zh_hans: 再次确认删除账号
zh_hant: 再次確認刪除帳號

# settings.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

# settings.copy_user_id_help
source: Copy User ID
de: Benutzer-ID kopieren
es: Copiar ID de usuario
fr: Copier l'ID utilisateur
ja: ユーザーIDをコピー
ko: 사용자 ID 복사
pt_br: Copiar ID do usuário
zh_hans: 复制用户 ID
zh_hant: 複製用戶 ID

# settings.cumulative_tokens
source: Cumulative Tokens
de: Kumulierte Tokens
es: Tokens acumulados
fr: Tokens cumulés
ja: 累計トークン
ko: 누적 토큰
pt_br: Tokens acumulados
zh_hans: 累计 Token
zh_hant: 累計 Token

# settings.current_login_method
source: Current Sign-in Method
de: Aktuelle Anmeldemethode
es: Método de inicio de sesión actual
fr: Méthode de connexion actuelle
ja: 現在のログイン方法
ko: 현재 로그인 방식
pt_br: Método de login atual
zh_hans: 当前登录方式
zh_hant: 當前登入方式

# settings.current_login_method_desc
source: Linked sign-in method
de: Verknüpfte Anmeldemethode
es: Método de inicio de sesión vinculado
fr: Méthode de connexion liée
ja: リンクされたログイン方法
ko: 연결된 로그인 방식
pt_br: Método de login vinculado
zh_hans: 已绑定的登录方式
zh_hant: 已綁定的登入方式

# settings.current_model
source: Current Model
de: Aktuelles Modell
es: Modelo actual
fr: Modèle actuel
ja: 現在のモデル
ko: 현재 모델
pt_br: Modelo atual
zh_hans: 当前模型
zh_hant: 當前模型

# settings.current_plan
source: Current Plan
de: Aktueller Tarif
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 플랜
pt_br: Plano atual
zh_hans: 当前套餐
zh_hant: 當前方案

# settings.current_tier
source: Current Tier
de: Aktuelle Stufe
es: Nivel actual
fr: Niveau actuel
ja: 現在のプラン
ko: 현재 플랜
pt_br: Nível atual
zh_hans: 当前方案
zh_hant: 當前方案

# settings.cycle_remaining_format
source: %@ / %@ remaining
de: %@ / %@ verbleibend
es: %@ / %@ restante(s)
fr: %@ / %@ restant(s)
ja: 残り %@ / %@
ko: %@ / %@ 남음
pt_br: %@ / %@ restante(s)
zh_hans: %@ / %@ 剩余
zh_hant: %@ / %@ 剩餘

# settings.cycle_usage
source: Subscription Cycle Usage
de: Nutzung im Abonnementzyklus
es: Uso del ciclo de suscripción
fr: Utilisation du cycle d'abonnement
ja: サブスクリプションサイクル使用量
ko: 구독 주기 사용량
pt_br: Uso do ciclo de assinatura
zh_hans: 订阅周期用量
zh_hant: 訂閱週期用量

# settings.cycle_usage_title
source: Subscription Cycle Usage
de: Abonnementzyklus-Nutzung
es: Uso del ciclo de suscripción
fr: Utilisation du cycle d'abonnement
ja: サブスクリプションサイクル使用量
ko: 구독 주기 사용량
pt_br: Uso do ciclo de assinatura
zh_hans: 订阅周期用量
zh_hant: 訂閱週期用量

# settings.danger_zone
source: Danger Zone
de: Gefahrenbereich
es: Zona de peligro
fr: Zone dangereuse
ja: 注意が必要な操作
ko: 위험한 작업
pt_br: Zona de perigo
zh_hans: 危险操作
zh_hant: 危險操作

# settings.default_file_target
source: Default File Open Target
de: Standard-Ziel zum Öffnen von Dateien
es: Destino predeterminado para abrir archivos
fr: Cible d'ouverture de fichier par défaut
ja: デフォルトのファイル開き先
ko: 기본 파일 열기 대상
pt_br: Destino padrão para abrir arquivos
zh_hans: 默认文件打开目标
zh_hant: 預設檔案開啟目標

# settings.default_file_target_desc
source: Where to open files and folders by default
de: Wo Dateien und Ordner standardmäßig geöffnet werden
es: Dónde abrir archivos y carpetas por defecto
fr: Où ouvrir les fichiers et dossiers par défaut
ja: デフォルトでファイルとフォルダを開く場所
ko: 기본적으로 파일과 폴더를 열 위치
pt_br: Onde abrir arquivos e pastas por padrão
zh_hans: 默认打开文件和文件夹的位置
zh_hant: 預設開啟檔案和資料夾的位置

# settings.default_permission
source: Default Permission
de: Standardberechtigung
es: Permiso predeterminado
fr: Permission par défaut
ja: デフォルト権限
ko: 기본 권한
pt_br: Permissão padrão
zh_hans: 默认权限
zh_hant: 預設權限

# settings.default_permission_desc
source: By default, Talkify can read and edit files in its workspace. Additional access may be requested when needed.
de: Standardmäßig kann Talkify Dateien in seinem Arbeitsbereich lesen und bearbeiten. Bei Bedarf wird zusätzlicher Zugriff angefordert.
es: Por defecto, Talkify puede leer y editar archivos en su espacio de trabajo. Se puede solicitar acceso adicional cuando sea necesario.
fr: Par défaut, Talkify peut lire et modifier les fichiers dans son espace de travail. Un accès supplémentaire peut être demandé si nécessaire.
ja: デフォルトでは、Talkifyはワークスペース内のファイルを読み取り・編集できます。必要に応じて追加のアクセスが要求されます。
ko: 기본적으로 Talkify는 워크스페이스의 파일을 읽고 편집할 수 있습니다. 필요 시 추가 접근 권한이 요청됩니다.
pt_br: Por padrão, o Talkify pode ler e editar arquivos em seu espaço de trabalho. Acesso adicional pode ser solicitado quando necessário.
zh_hans: 默认情况下，Talkify 可以读取和编辑其工作空间中的文件；需要时会请求额外访问权限。
zh_hant: 預設情況下，Talkify 可以讀取和編輯其工作空間中的檔案；需要時會請求額外存取權限。

# settings.delete_account
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
zh_hans: 删除账号
zh_hant: 刪除帳號

# settings.delete_account_confirm
source: Delete Account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
pt_br: Excluir conta?
zh_hans: 确认删除账号？
zh_hant: 確認刪除帳號？

# settings.delete_account_long_warning
source: Deleting your account will remove account data, login bindings, and access to related data. This operation is generally irreversible. Please proceed with caution.
de: Das Löschen Ihres Kontos entfernt Kontodaten, Anmeldeverknüpfungen und Zugriff auf zugehörige Daten. Dieser Vorgang ist in der Regel nicht umkehrbar. Bitte mit Vorsicht fortfahren.
es: Eliminar tu cuenta eliminará los datos de la cuenta, las vinculaciones de inicio de sesión y el acceso a los datos relacionados. Esta operación generalmente es irreversible. Procede con precaución.
fr: La suppression de votre compte supprimera les données du compte, les liaisons de connexion et l'accès aux données associées. Cette opération est généralement irréversible. Procédez avec prudence.
ja: アカウントを削除すると、アカウントデータ、ログインバインディング、および関連データへのアクセスが削除されます。この操作は通常元に戻せません。慎重に進めてください。
ko: 계정을 삭제하면 계정 데이터, 로그인 연결 및 관련 데이터 접근이 제거됩니다. 이 작업은 일반적으로 되돌릴 수 없습니다. 신중하게 진행하세요.
pt_br: Excluir sua conta removerá dados da conta, vínculos de login e acesso a dados relacionados. Esta operação geralmente é irreversível. Proceda com cautela.
zh_hans: 删除账号会清除账号资料、登录绑定和相关数据访问能力。该操作通常不可恢复，请谨慎处理。
zh_hant: 刪除帳號會清除帳號資料、登入綁定和相關資料存取能力。該操作通常不可恢復，請謹慎處理。

# settings.delete_account_warning
source: After deleting your account, your profile, login bindings, and related data will enter the deletion process. This operation is generally irreversible.
de: Nach dem Löschen Ihres Kontos werden Profil, Anmeldeverknüpfungen und zugehörige Daten gelöscht. Dieser Vorgang ist in der Regel nicht umkehrbar.
es: Después de eliminar tu cuenta, tu perfil, vinculaciones de inicio de sesión y datos relacionados entrarán en el proceso de eliminación. Esta operación generalmente es irreversible.
fr: Après la suppression de votre compte, votre profil, vos liaisons de connexion et les données associées entreront dans le processus de suppression. Cette opération est généralement irréversible.
ja: アカウントを削除すると、プロフィール、ログインバインディング、および関連データが削除プロセスに入ります。この操作は通常元に戻せません。
ko: 계정을 삭제하면 프로필, 로그인 연결 및 관련 데이터가 삭제 프로세스에 들어갑니다. 이 작업은 일반적으로 되돌릴 수 없습니다.
pt_br: Após excluir sua conta, seu perfil, vínculos de login e dados relacionados entrarão no processo de exclusão. Esta operação geralmente é irreversível.
zh_hans: 删除账号后，账号资料、登录绑定及相关数据将进入删除流程。该操作通常不可恢复。
zh_hant: 刪除帳號後，帳號資料、登入綁定及相關資料將進入刪除流程。該操作通常不可恢復。

# settings.deleting
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
ja: 削除中…
ko: 삭제 중…
pt_br: Excluindo…
zh_hans: 正在删除…
zh_hant: 正在刪除…

# settings.enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已启用
zh_hant: 已啟用
